/* info window version */
"<version> (needs update)" = "<version> (Aktualisierung erforderlich)";

/* info window version */
"<version> (up to date)" = "<version> (aktuelle Version)";

/* Return Character */
"\r" = "\r";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Es wurde zwar ein iPod gefunden, jedoch muss er auf dem Schreibtisch aktiviert werden, damit der gewünschte Vorgang durchgeführt werden kann.";

/* menu item */
"About iPod Updater" = "Über den iPod Aktualisierer";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Alle Daten, die sich zur Zeit auf dem iPod befinden, werden gelöscht.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Ein Fehler ist aufgetreten. Möglicherweise sind Dateien auf dem iPod geöffnet.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Ein iPod ist mit dem Computer verbunden, aber er wird nicht auf dem Schreibtisch aktiviert.";

/* error message */
"An unexpected error occurred." = "Ein unerwarteter Fehler ist aufgetreten.";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Sind Sie sicher, dass Sie die iPod Software wiederherstellen möchten?";

/* text next to lock when unlocking */
"Authenticating..." = "Identifizieren…";

/* info window label */
"Capacity:" = "Kapazität:";

/* text next to lock when locked */
"Click the lock to make changes." = "Klicken Sie in das Schloss, um Änderungen vorzunehmen.";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Klicken Sie in das Schloss, um Änderungen zu verhindern.";

/* menu item */
"Close Window" = "Fenster schließen";

/* menu item */
"Copy" = "Kopieren";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Die Datei „SysInfo“ konnte auf der iPod Festplatte nicht gefunden werden.";

/* error message */
"Could not find updater library." = "Updater-Bibliothek wurde nicht gefunden.";

/* menu item */
"Cut" = "Auschneiden";

/* progress message */
"Done restoring iPod software" = "Wiederherstellen der iPod Software ist abgeschlossen";

/* progress message */
"Done updating iPod software" = "Aktualisierung der iPod Software ist abgeschlossen";

/* menu title */
"Edit" = "Bearbeiten";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Wenn Sie während eines Vorgangs das Programm beenden, müssen Sie unter Umständen die iPod Software später wiederherstellen.";

/* main window title */
"iPod Software <version> Updater" = "iPod Software <version> Aktualisierer";

/* about window firmware version line */
"iPod Software Version <version>" = "iPod Software Version <version>";

/* main window title */
"iPod Windows Software <version> Updater" = "iPod Windows Software <version> Updater";

/* error message */
"More than one iPod is attached." = "Es sind mehr als ein iPod angeschlossen.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Es sind mehr als ein iPod angeschlossen. Bitte schließen Sie für die Aktualisierung jeweils immer nur einen iPod an.";

/* info window label */
"Name:" = "Name:";

/* error message */
"No iPod is attached." = "Es ist kein iPod angeschlossen.";

/* button for main window */
"Nothing" = "Nichts";

/* menu title */
"Options" = "Optionen";

/* error message */
"Out of memory." = "Nicht genügend Speicher.";

/* menu item */
"Paste" = "Einsetzen";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Bitte schließen Sie für die Aktualisierung jeweils nur einen iPod an.";

/* main window message */
"Plug in an iPod to update it." = "Schließen Sie einen iPod an, um ihn zu aktualisieren.";

/* Quit command key */
"Q" = "Q";

/* menu item */
"Quit" = "Beenden";

/* confirmation dialog title */
"Quit " = "Beenden";

/* confirmation message */
"Quit while this operation is in progress?" = "Möchten Sie den Vorgang beenden, obwohl er noch nicht abgeschlossen ist?";

/* Restore iPod command key */
"R" = "R";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "Werkseinstellungen des iPod für Windows wiederherstellen. \rAlle Musiktitel und sonstige Daten werden dabei gelöscht.";

/* button for main window */
"Restore" = "Wiederherstellen";

/* confirmation dialog title */
"Restore " = "Wiederherstellen ";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Beim Wiederherstellen wird der gesamte iPod gelöscht und die Werkseinstellungen werden wiederhergestellt. Ihre Musiktitel und sonstige Daten werden dabei gelöscht.";

/* menu item */
"Restore iPod" = "iPod wiederherstellen";

/* progress message */
"Restoring iPod software" = "iPod Software wiederherstellen";

/* info window label */
"Serial Number:" = "Seriennummer:";

/* info window label */
"Software Version:" = "Software-Version:";

/* button in progress sheet */
"Stop" = "Stopp";

/* main window message */
"The attached iPod does not have proper software on it." = "Auf dem angeschlossenen iPod befindet sich nicht die richtige Software.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "Der iPod konnte nicht vom Schreibtisch entfernt werden, da er in Verwendung ist. Bitte schließen Sie alle Dateien auf dem iPod und versuchen es erneut.";

/* error message */
"The iPod disk does not have the correct structure." = "Die iPod Festplatte hat nicht die erforderliche Struktur.";

/* error message */
"The iPod is not mounted." = "Der iPod ist nicht auf dem Schreibtisch aktiviert.";

/* detail of error message */
"The iPod Updater application may be damaged." = "Der iPod Aktualisierer ist möglicherweise beschädigt.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "Der iPod Aktualisierer benötigt CarbonLib 1.4 oder neuer.";

/* error message */
"The iPod Updater requires Mac OS X." = "Der iPod Aktualisierer benötigt Mac OS X.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Der Mac OS Fehlercode war <error>.";

/* error message */
"The updater does not have a firmware image." = "Der Aktualisierer hat kein Firmware-Image.";

/* error message */
"The updater does not have a volume image." = "Der Aktualisierer hat kein Volume-Image.";

/* button for main window */
"Update" = "Aktualisieren";

/* menu item */
"Update iPod" = "iPod aktualisieren";

/* message for main window */
"Update puts the latest system software on your iPod." = "Der Aktualisierer installiert die aktuelle Systemsoftware auf Ihrem iPod.";

/* progress message */
"Updating iPod software" = "Die iPod Software wird aktualisiert";

/* about window app version line */
"Version <version>" = "Version <version>";

/* Close Window command key */
"W" = "W";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt und startet gerade neu. Bitte trennen Sie die Verbindung zum iPod nicht und warten bis der Prozess ageschlossen ist.";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt. Bitte entfernen Sie das iPod Symbol vom Schreibtisch, trennen Sie den iPod dann vom Computer und verbinden Sie ihn schließlich erneut mit dem Computer, damit der Wiederherstellungsvorgang abgeschlossen werden kann.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Wiederherstellungsvorgang abgeschlossen werden kann.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "Ihr iPod wurde auf die Version <version> aktualisiert und startet gerade neu. Bitte trennen Sie die Verbindung zum iPod nicht und warten bis der Prozess ageschlossen ist";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "Ihr iPod wurde auf die Version <version> aktualisiert. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Aktualisierungsvorgang abgeschlossen werden kann.";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "Ihr iPod wurde auf die Version <version> aktualisiert. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Aktualisierungsvorgang abgeschlossen werden kann.";

